TaskName = "Digital faksarkivering";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Testing pågår… Vent litt.";
"DEVICE_COMMUNICATION_SETTINGS" = "Skriver innstillingene til enheten… Vent litt";
"DEVICE_COMMUNICATION_HOST" = "Skriver vertsnavnet til enheten… Vent litt";

//Titles of Buttons
"AUTO_TEXT" = "Automatisk";
"OK" = "OK";
"HOST_TITLE" = "Mottar fakser: %@";
"SELECT_FOLDER" = "Velg mappe…";
"SELECT_EMAIL" = "E-postinnstillinger…";
"FOLDER_SELECTION_BUTTON_TITLE" = "Velg";
"FOLDER_SELECTION_PANEL_TITLE" = "Velg en mappe";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Ett eller flere felter inneholder ingen data. Fyll ut alle feltene, eller klikk på Avbryt.";
"GENERAL_DATA_MISSING_TITLE" = "Manglende eller ugyldige data";
"MISSING_FOLDER_SETTING" = "Noen målmappedetaljer mangler. Velg en mppe, skriv brukernavn og passord og prøv igjen.";

"SUCCESS" = "Vellykket";
"FOLDER_SETTINGS_SUCCESS" = "Du har konfigurert HP Digital faks. Dine innkommende svart-hvitt-fakser vil nå bli lagret i mappen \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "Du har konfigurert HP Digital faks. Dine innkommende svart-hvitt-fakser vil nå bli sendt til \"%@\" som e-postvedlegg.";


"AFP Authentication" = "AFP-serverautentisering";
"SMB Authentication" = "SMB/CIFS-filsystemgodkjenning";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Oppgi serverdetaljer";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Skriv alle serverdetaljene.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "Mappen \"%@\" kan ikke brukes";
HSDFolderWithPercentSignDescription = "Bruk mappenavn uten prosenttegn.";

"CONNECTION_FAILED_TITLE" = "Tilkobling mislyktes";
"CONNECTION_FAILED_DESC" = "Serveren finnes ikke eller den er ikke operativ akkurat nå. Kontroller servernavnet eller IP-adressen og prøv igjen.";

"AUTH_FAILED_TITLE" = "Autentisering mislyktes";
"AUTH_FAILED_DESC" = "Ukjent bruker, feil passord eller pålogging er deaktivert. Skriv navn og passord på nytt, eller kontakt serverens administrator.";

"UNHANDLED_ERROR_TITLE" = "Uventet feil";
"UNHANDLED_ERROR_DESC" = "Feil %d opptod ved forsøk på å koble til serveren.";

HSDServerParametersErrorTitle = "Ufullstendig serverinformasjon";
HSDServerParametersErrorDescription = "Feltene for serverinformasjon kan ikke være tomme. Angi alle nødvendige serverdetaljer, og prøv igjen.";

HSDUnableToSelectFolderTitle = "Kan ikke bruke den valgte mappen";
HSDPermissionsErrorDescription = "Du har ikke tillatelse til å skrive til den valgte mappen. Velg en annen mappe og prøv igjen.";
"MISSING_SERVER_CREDENTIALS" = "Påloggingsinformasjonen til serveren mangler. Skriv brukernavn og passord, og prøv igjen.";

HSDProtocolErrorDescription = "Kunne ikke finne den valgte mappen på den spesifiserte  serveren eller tilkoblingen til serveren er etablert via en annen deleprotokoll.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Skriver ut… vent litt";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Behandler…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Grense for blokkerte numre er nådd";
"BLOCK_FAX_ERROR_DESC" = "Enheten kan lagre maksimalt %d blokkerte faksnumre. Fjern blokkeringen av noen faksnumre, og prøv igjen.";

//Fax log results
"ERROR" = "Feil";
"BUSY" = "Opptatt";
"NO_ANSWER" = "Ikke svar";
"NO_DIAL_TONE" = "Ingen summetone";
"NO_DOCUMENT" = "Ikke noe dokument";
"DOCUMENT_JAM" = "Dokumentstopp";
"DOOR_OPEN" = "Deksel åpent";
"POWER_FAILURE" = "Strømfeil";
"BLACKLISTED" = "Svartelistet";
"STORAGE_FULL" = "Lageret er fullt";
"OUT_OF_MEMORY" = "Ikke mer minne";
"PHONE_LINE_UNAVAILABLE" = "Telefonlinje utilgjengelig";
"FAX_DISCONNECTED" = "Faks frakoblet";
"PC_DISCONNECTED" = "Datamaskin frakoblet";
"REMOTE_NOT_COLOR" = "Ekstern ikke farger";
"COMMUNICATION_ERROR" = "Kommunikasjonsfeil";
"CANCELLED" = "Avbrutt";

//Fax session types
"SENT" = "Sendt";
"RECEIVED" = "Mottatt";
